
===========================================================================
report_tns
============================================================================
tns -12.13

===========================================================================
report_wns
============================================================================
wns -1.52

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -1.52

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.21
