
===========================================================================
report_tns
============================================================================
tns -58.98

===========================================================================
report_wns
============================================================================
wns -4.68

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -4.68

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.17
