
===========================================================================
report_tns
============================================================================
tns -3.82

===========================================================================
report_wns
============================================================================
wns -0.86

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -0.86

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.28
