
===========================================================================
report_tns
============================================================================
tns -38.65

===========================================================================
report_wns
============================================================================
wns -3.41

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -3.41

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.16
