
===========================================================================
report_tns
============================================================================
tns -339.71

===========================================================================
report_wns
============================================================================
wns -22.60

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -22.60

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.13
