
===========================================================================
report_tns
============================================================================
tns -332.20

===========================================================================
report_wns
============================================================================
wns -22.07

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -22.07

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.13
