
===========================================================================
report_tns
============================================================================
tns -347.36

===========================================================================
report_wns
============================================================================
wns -23.12

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -23.12

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 0.13
